Repository: pkar70/ListaZakupowa
Catalog: ListaZakupowa/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# resEdit.Text
source: Edit
pl: Edytuj

# resRemove.Text
source: Remove
pl: Usuń

# resBack.Label
source: Back
pl: Wróć

# resRefresh.Label
source: Refresh
pl: Odśwież

# resExport.Label
source: Export
pl: Eksport

# resAdd.Label
source: Add
pl: Dodaj

# resOpenShopList.Text
source: Open shopping list
pl: Otwórz listę zakupową

# resSklepName.Header
source: Shop name
pl: Nazwa sklepu

# resSklepName.PlaceholderText
source: (enter shop name)
pl: (podaj nazwę sklepu)

# resAddButton.Content
source: Add
pl: Dodaj

# resMiejsce.Text
source: Zone
pl: Strefa

# resCena.Header
source: Price
pl: Cena

# resCancel.Label
source: Cancel
pl: Anuluj

# resAddCatAP.Label
source: Add zone
pl: Dodaj strefę

# resAddCat.Header
source: Zone
pl: Strefa

# resAddCat.PlaceholderText
source: (enter zone name)
pl: (podaj nazwę strefy)

# resAddCatButton.Content
source: Add
pl: Dodaj

# errCannotImportXML
source: ERROR: cannot import XML
pl: BŁĄD konwersji XML

# errCSVempty
source: ERROR: CSV import, no lines imported
pl: BŁAD: nie wczytano żadnej linii z pliku CSV

# errCSVnoLine
source: ERROR: CSV import, single line input?
pl: BŁAD: brak zmiany linii w pliku CSV

# errHttpError
source: ERROR: getting http content error
pl: BŁAD ściągania danych z http

# errNameTooShort
source: ERROR: name too short
pl: BŁAD: nazwa za krótka

# errNoRoamFolder
source: SYSERROR: No roaming folder?
pl: BŁĄD: nie ma folderu roaming?

# errTooShortImport
source: ERROR: too short for import
pl: BŁĄD: za krótki tekst na import

# errUnknownFormat
source: ERROR: uknown format
pl: BŁĄD: nieznany format dla importu

# msgExportClip
source: Export is in Clipboard
pl: Wyeksportowano Listę Zakupową do Schowka

# manifestAppName
source: UWP Shopping List
pl: Listy zakupowe

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# resPrevShopDelete
source: Clear old list
pl: Usuń

# resPrevShopExist
source: Previous Shopping List with same name is present
pl: Taka lista kiedyś istniała. Co z nią zrobić?

# resPrevShopRetain
source: Use old list
pl: Przywróc

# errAnyError
source: Some error occured
pl: Wystąpił błąd

# msgDeleteFromOneDrive
source: Remove data from OneDrive? If not, reconnecting to OneDrive would result in overwriting local data with data from OneDrive.
pl: Skasować dane z OneDrive? Jeśli tego nie zrobisz, to jak później ponownie włączysz OneDrive to dane z niego nadpiszą dane lokalne.

# msgExportRoamToOneDrive
source: Send data to OneDrive now?
pl: Przesłać teraz dane do OneDrive?

# uiMainSetting.Label
source: Settings
pl: Ustawienia

# uiOneDrive.Header
source: Use OneDrive
pl: Używaj OneDrive

# uiSetupTitle.Text
source: Settings
pl: Ustawienia

# uiSklepySort.Header
source: Sort list of shops
pl: Sortowanie listy sklepów

# uiSklepySort.OffContent
source: by time of adding
pl: w kolejności dodawania

# uiSklepySort.OnContent
source: by name
pl: według nazwy

# uiStartImport.Content
source: Go!
pl: Importuj
